tap 'koekeishiya/formulae'
tap 'FelixKratz/formulae'

# fonts
cask 'font-hack-nerd-font'

brew 'syncthing'
brew 'lua'
brew 'jq'
brew 'fish'
brew 'neovim'
brew 'gnupg'
brew 'gnupg2'
brew 'pinentry-mac'
brew 'pinentry'
brew 'kubectl'
brew 'ansible'
brew 'direnv'
brew 'eza'
cask 'utm'
cask '1password-cli'
cask 'syncthing'
cask 'orion'
cask 'telegram'
cask 'neteasemusic'
cask 'jetbrains-toolbox'
cask 'kitty'
cask 'sf-symbols'
cask 'font-sf-mono'
cask 'font-sf-pro'
