catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
coder.coder-remote
eamodio.gitlens
github.copilot
github.copilot-chat
github.vscode-github-actions
hashicorp.terraform
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
redhat.vscode-yaml
secretlab.yarn-spinner
streetsidesoftware.code-spell-checker
sumneko.lua
tamasfe.even-better-toml
teabyii.ayu
tim-koehler.helm-intellisense
wholroyd.jinja